p1/0deg/system/controlDict
FoamFile
{
    version             2.0;
    format              ascii;
    class               dictionary;
    object              controlDict;
}

application             foamRun;
solver                  incompressibleFluid;
startFrom               startTime;
startTime               0;
endTime                 5;
deltaT                  0.005;
writeControl            timeStep;
writeInterval           1000;
purgeWrite              0;
writeFormat             ascii;
writePrecision          6;
writeCompression        off;
runtimeModifiable       yes;
functions
{
    Forces
    {
        type            forces;
        patches         ("human");
        rho             rhoInf;
        rhoInf          1.225;
        LiftDir         (0 0 1);
        DragDir         (0 1 0);
        CofR            (0 0 0);
        writeControl    timeStep;
        writeInterval   1;
        timeAverage     yes;
        timeStart       0;
        timeEnd         5;
    }
}

